hai-hw.org
#+TITLE: Why Human-Robot Interaction is important
#+author: DINH DUY KHA - 2019712308
#+Date: 03/21/2021

In my opinion, human and robot interaction is inevitable in the future. There will be one day where robots are intergrated deeply into the daily life of every human. As technology develops, it is clear that robots are useful tools that help us offload simple to complex tasks that require manual labours in the past. Such tasks includes driving cars, performing medical procedures, taking care of people or performing social works.

As with any other tools, handling robots requires a certain knowledges that must be practiced and studied. That is why understanding and studying the interaction with robot is crutial for anyone to survive in the future. Robots are also getting more and more complicated. If we do not study the interaction with them, we will become obsolete. Studying the interaction with robots also helps us instruct them more efficiently, which helps boost their performance.

Robots also carries with them risks that must be understood in order to operate them safely. For example, we may get too dependent on the robot that make us inseparable with them. Commanding robots with malicious intents could also bring harms to people. That is why we must study our every interaction with them for a safer environment.

Finally, human-robot interaction must be carefully researched for a better user experience. User experience is an enourmously important factor in any services. Such user experience could include the robot friendliness, its response to human or its intelligence. Improving the experience with robots could helps robots be adopted more easily.
* hai-hw
:PROPERTIES:
:NOTER_DOCUMENT: ../../hai-hw.pdf
:NOTER_PAGE: 1
:END:
** Test
:PROPERTIES:
:NOTER_PAGE: (1 . 0.49591280653950953)
:END:
+ Test test test
** wat
:PROPERTIES:
:NOTER_PAGE: 1
:END:
